NextFOAM-2602/tutorials/incompressible/pimpleFoam/RAS/ellipsekkLOmega/system/visualization
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2412                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/

// Demonstrate runTimePostProcessing

// Timing
_visualization
{
    writeControl    writeTime;

    // enabled         true;

    // Debug: writeControl    timeStep;
    // Debug: writeInterval   4;
}


#include "streamLines"
#include "sampling"
#include "runTimePostProcessing"

#remove _visualization


// ************************************************************************* //
